Ran Plan for project: `github/terraform-provisioning` dir: `github/terraform-provisioning` workspace: `default`

<details><summary>Show Output</summary>

```diff

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # github_actions_variable.example will be created
+ resource "github_actions_variable" "example" {
      + created_at    = (known after apply)
      + id            = (known after apply)
      + repository    = "terraform-provisionig"
      + updated_at    = (known after apply)
      + value         = "example_variable_value"
      + variable_name = "example_variable_name"
    }

Plan: 1 to add, 0 to change, 0 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p github/terraform-provisioning`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis.terraform.devart.tv/lock?id=DevopsArtFactory%252Fterraform-provisioning%252Fgithub%252Fterraform-provisioning%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p github/terraform-provisioning`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
